{
    "1":
    {
        "text": "Цифровой кодовый замок на сейфе имеет на общей оси /X/ дисков, каждый из которых разделен на /X/ секторов. Какова вероятность открыть замок, выбирая код наудачу, если кодовая комбинация:\nа) неизвестна;\nб) не содержит одинаковых цифр?",
        "data": [["5", "10"]],
        "answers": ["а)1/100000; б)1/30240"]
    },
    "2":
    {
        "text": "В зале имеется /X/ белых и /X/ синих кресел. Случайным образом места занимают /X/ человек. Найти вероятность того, что они займут:\nа) /X/ белых и /X/ синих кресел;\nб) хотя бы одно синее кресло.",
        "data": null,
        "answers": null
    },
    "3":
    {
        "text": "/X/",
        "data": [["Пусть А, В, С — случайные события, выраженные подмножествами одного и того же множества элементарных событий. В алгебре событий {А, В, С} запишите следующее:\nа) из данных событий произошло только А;\nб) произошло хотя бы одно из данных событий;\nв) произошло более одного из данных событий."]],
        "answers": null
    },
    "4":
    {
        "text": "Два баскетболиста делают по одному броску мячом по корзине. Для первого спортсмена вероятность попадания равна /X/, для второго — /X/. Какова вероятность того, что в корзину попадут:\nа) оба игрока;\nб) хотя бы один из них;\nв) попадет только первый спортсмен?",
        "data": null,
        "answers": null
    },
    "5":
    {
        "text": "Экзаменационный билет по математике содержит три вопроса (по одному из трех разделов). Студент знает /X/ из /X/ вопросов первого раздела, /X/ из /X/ — второго и все /X/ вопросов третьего раздела. Преподаватель ставит положительную оценку при ответе хотя бы на два вопроса билета. Какова вероятность того, что студент не сдаст экзамен?",
        "data": null,
        "answers": null
    },
    "6":
    {
        "text": "Работа некоторого устройства прекращается, если из строя выходит /X/ из /X/ элементов. Последовательная замена каждого элемента новым производится до тех пор, пока устройство не начнет работать. Какова вероятность того, что придется заменить /X/ элементов?",
        "data": null,
        "answers": null
    },
    "7":
    {
        "text": "В ночь перед экзаменом по математике студенту Дудкину с вероятностью /X/ снится экзаменатор, с вероятностью /X/ — тройной интеграл и с вероятностью /X/ — то же, что и всегда. Если Дудкину снится преподаватель, то экзамен он сдает с вероятностью /X/, если тройной интеграл, то успех на экзамене ожидает его с вероятностью /X/. Если же Дудкину снится то же, что и всегда, то экзамен он точно «заваливает». Какова вероятность, что Дудкин сдаст математику в ближайшую сессию?",
        "data": null,
        "answers": null
    },
    "8":
    {
        "text": "Три студента — Дима, Егор и Максим — на лабораторной работе по физике производят /X/, /X/ и /X/% всех измерений, допуская ошибки с вероятностями /X/, /X/ и /X/ соответственно. Преподаватель проверяет наугад выбранное измерение и объявляет его ошибочным. Кто из трех студентов вероятнее всего сделал это измерение?",
        "data": null,
        "answers": null
    },
    "9":
    {
        "text": "Вероятность выхода из строя за время Т одного (любого) элемента равна /X/. Определить вероятность того, что за время Т из /X/ элементов из строя выйдет:\nа) /X/ элементов;\nб) меньше /X/ элементов.",
        "data": null,
        "answers": null
    },
    "10":
    {
        "text": "Вероятность выхода из строя за время Т одного конденсатора равна /X/. Определить вероятность того, что за время Т из /X/ конденсаторов, работающих независимо, выйдут из строя:\nа) не менее /X/ конденсаторов;\nб) ровно половина.",
        "data": null,
        "answers": null
    },
    "11":
    {
        "text": "На факультете обучается /X/ студентов. Какова вероятность того, что 31 декабря является днем рождения одновременно трех студентов данного факультета?",
        "data": null,
        "answers": null
    },
    "12":
    {
        "text": "Вероятность изготовления нестандартной детали равна /X/. Из партии контролер проверяет не более четырех деталей. Если деталь оказывается нестандартной, испытания прекращаются, а партия задерживается. Если деталь оказывается стандартной, контролер берет следующую и т. д. Составить ряд распределения числа проверенных деталей. Найти М(Х), D(X), σ(X), F(X) этой случайной величины. Построить график F(X).",
        "data": null,
        "answers": null
    },
    "13":
    {
        "text": "Предполагая одинаковой вероятность рождения мальчика и девочки, составить ряд распределения случайной величины X, которая выражает число мальчиков в семье, имеющей /X/ детей. Найти M(X) и D(X) этой случайной величины.",
        "data": null,
        "answers": null
    },
    "14":
    {
        "text": "Торговая база получила /X/ электрических лампочек. Вероятность повреждения электролампочки в пути равна /X/. Составить ряд распределения числа лампочек, поврежденных в пути. Найти M(X) этой случайной величины.",
        "data": null,
        "answers": null
    },
    "15":
    {
        "text": null,
        "data": null,
        "answers": null
    },
    "16":
    {
        "text": "Интервал движения теплоходов «Москва» на реке Иртыш составляет /X/ ч. Дачники подходят к пристани в некоторый момент, не зная расписания. Какова вероятность того, что они опоздали на очередной теплоход не более чем на /X/ мин?",
        "data": null,
        "answers": null
    },
    "17":
    {
        "text": "Время T безотказной работы тягового электродвигателя распределено по экспоненциальному закону с математическим ожиданием 18 месяцев. Какова вероятность того, что данный двигатель откажет:\nа) менее чем через месяц после ремонта;\nб) не менее чем через год после ремонта?",
        "data": null,
        "answers": null
    },
    "18":
    {
        "text": "Случайные ошибки измерения подчинены нормальному закону со средним квадратическим отклонением /X/ мм и математическим ожиданием, равным нулю. Найти вероятность того, что измерение будет произведено с ошибкой, не превосходящей по абсолютной величине /X/ мм.",
        "data": null,
        "answers": null
    }
}